Repository: pkar70/KrakTram
Catalog: KrakTram_Uno/KrakTram_Uno.Shared/Strings/*/Resources.resw
Source language: en
Languages: pl

# resSettAdd
source: Add
pl: Dodaj

# resSettDel
source: Delete
pl: Usuń

# _language
source: English
pl: Polski

# resNearestStop
source: Sorry, but nearest stop is ### from current position.
pl: Do najbliższego przystanku masz ###.

# resSettingsTitle.Text
source: Settings
pl: Ustawienia

# uiPositionFavButt.Content
source: Del
pl: Usuń

# resSettName.Header
source: Name
pl: Nazwa

# resSettLat.Header
source: Latitude
pl: Szerokość geograficzna

# resSettLong.Header
source: Longitude
pl: Długość geograficzna

# resSettWalkSld.Header
source: Walking speed
pl: Szybkość marszu

# resSettNextSld.Header
source: Show next tram when less then
pl: Pokaż kolejny tramwaj gdy za mniej niż

# resSettMaxOld.Header
source: Max distance from stop
pl: Maks. odl. od przystanku

# resGoRefresh.Label
source: Stops' list
pl: Lista przystanków

# resGoRate.Label
source: Rate
pl: Oceń

# resErrorBadTTSSstops
source: Error: unrecognized TTSS response
pl: Błąd: nie rozumiem danych z TTSS

# resErrorGettingPos
source: Error while trying to get location
pl: Błąd: nie mam dostępu do lokalizacji

# resErrorNazwaZaKrotka
source: Error: name is too short
pl: Błąd: nazwa jest za krótka

# resErrorNoNetwork
source: Error: no network available
pl: Błąd: bez sieci nie właduję danych!

# resZeroKursow
source: No tram in next hour.
pl: Nie ma kursów...

# resGoSettings.Label
source: Settings
pl: Ustawienia

# resGoTtss.Label
source: Get data
pl: Wczytaj z TTSS

# resSortKier.Text
source: by direction
pl: wg kierunków

# resSortLine.Text
source: by line
pl: wg linii

# resSortStop.Text
source: by stop
pl: wg przystanków

# resGoTtssB.Content
source: Get data
pl: Wczytaj z TTSS

# resSettPosItemEnter
source: [enter]
pl: [wprowadź]

# resSettPosItemGPS
source: [locator]
pl: [GPS]

# resErrorNoGPSAllowed
source: Location service inaccessible - using test data
pl: Brak dostępu do usługi lokalizacji (sprawdź w systemie uprawnienia dla aplikacji) - używam danych testowych

# resSettGPSPrec.Header
source: Location precision
pl: Dokładność lokalizacji

# uiPosSrc.Content
source: Position...
pl: Pozycja...

# resErrorGetHttp
source: Error: network error occured.
pl: Błąd: wystąpił błąd w komunikacji sieciowej.

# resErrorHttpTimeout
source: Error: network request timeout.
pl: Zbyt długie oczekiwanie na sieć

# resErrorPozaKrakowem
source: Please choose location inside Kraków city boundaries.
pl: Wybierz współrzędne w obrębie Krakowa...

# resListaInfo.Text
source: Click on Stop name to add it to list of Positions.
pl: Klikając na nazwie przystanku dopisuje się go do listy zapamiętanych pozycji.

# resListaTytul.Text
source: Stops' list
pl: Lista przystanków

# resStopRefresh.Label
source: Load stops' list
pl: Wczytaj przystanki

# resErrorXMLload
source: Error loading XML?
pl: Błąd konwersji XML?

# resAll.Header
source: Stops list
pl: Przystanki

# resFavour.Header
source: Stored positions
pl: Zapisane pozycje

# resGoStop.Content
source: Show!
pl: Pokaż!

# resImportedOldFav
source: Old list of fav places was imported.
pl: Zaimportowałem poprzednią listę miejsc

# uiMoreInfo.Text
source: More info
pl: Więcej...

# uiShowStops.Text
source: Show stops
pl: Przystanki

# resTrasa
source: Stops for line
pl: Przystanki linii

# uiPin.Label
source: Add to fav
pl: Dodaj ulubiony

# uiUnpin.Label
source: Remove from fav
pl: Usuń ulubiony

# resBadFloat
source: Seems like not a number
pl: To chyba nie jest liczba

# resGoTabliczka.Text
source: From this stop
pl: Tabliczka przystanku

# resChangesInStopList
source: Changes in stops' list:
pl: Zmiany na liście przystanków:

# uiRefresh.Label
source: Refresh
pl: Aktualizuj

# resHistoriaTitle
source: Tram in
pl: Sieć tram w

# uiHistoria.Label
source: History
pl: Historia

# uiAlsoBus.OffContent
source: only tram
pl: tylko tramwaje

# uiAlsoBus.OnContent
source: bus & tram (experimental)
pl: tramwaje i autobusy

# msgEnterName
source: Fragment of stop's name:
pl: Fragment nazwy:

# resDlgCancel
source: Cancel
pl: Wszystkie

# resDlgContinue
source: Search
pl: Szukaj

# resSortCzas.Text
source: by time
pl: wg czasu

# uiChanges.Label
source: Reroutes
pl: Objazdy

# uiZmianyTitle.Text
source: Changes in routes
pl: Zmiany tras

# uiExcludeKier.Text
source: Hide this direction
pl: Bez tego kierunku

# uiOnlyThisKier.Text
source: Only this direction
pl: Tylko ten kierunek
